Repository: zarochintsev/MotivationBox
Catalog: Motivation/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

# Common.Day
source: Day
ru: День

# Motivations.New
source: New motivation will be available tomorrow!
ru: Новая мотивация будет доступна завтра!

# LocalNotification.Title
source: New motivation is ready
ru: Новая мотивация уже доступна

# LocalNotification.Text
source: Check it out
ru: Не пропусти новую мотивацию

source: Sometimes you can't see yourself clearly until you see yourself through the eyes of others. — Ellen DeGeneres
ru: Иногда Вы не можете увидеть себя ясно, пока не посмотрите на себя глазами других. — Эллен ДеДженерес

source: Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning. — Albert Einstein
ru: Учитесь у вчерашнего, живите сегодняшним, надейтесь на завтрашнее. — Альберт Эйнштейн

source: Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning. — Jim Rohn
ru: Если Вы не хотите рисковать, Вам придется довольствоваться обычным. — Дж. Рон

source: If you are not willing to risk the usual, you will have to settle for the ordinary. — Jim Rohn
ru: Если Вы не хотите рисковать, Вам придется довольствоваться обычным. — Дж. Рон

source: Courage is grace under pressure. — Ernest Hemingway
ru: Мужество — это порявление грации под давлением. — Эрнест Хемингуэй

source: Things work out best for those who make the best of how things work out. — John Wooden
ru: Все складывается наилучше для тех, кто делает все возможное чтобы все получилось. — Джон Вуден

source: Success is most often achieved by those who don't know that failure is inevitable. — Coco Chanel
ru: Успех чаще всего достигается теми, кто не знает, что неудача неизбежна. — Коко Шанель

source: Start by doing what’s necessary, then what’s possible; and suddenly you are doing the impossible. — Saint Francis
ru: Начните делать все что требуется, потом все возможное и вдруг Вы заметите что делаете невозможное. — Святой Франциск

source: Work hard and be patient. The rest will follow.
ru: Трудитесь и будьте терпеливыми. Остальное приложится.

source: Once you have commitment, you need the discipline and hard work to get you there. — Haile Gebrselassie
ru: Когда у Вас есть обязательства, вам нужна дисциплина и тяжелая работа, чтобы прийти к цели. — Х. Гебреселассие

source: Change is hard work. — Billy Crystal
ru: Изменение — тяжелая работа. — Билли Кристалл

source: Do the things you like to be happier, stronger & more successful. Only so is hard work replaced by dedication. — Rossana Condoleo
ru: Делайте то, что Вам нравится чтобы стать счастливее, сильнее и успешнее. Только так тяжелая работа заменяется самоотверженностью. — Россана Кондолео

source: You were hired because you met expectations, you will be promoted if you can exceed them. — Saji Ijiyemi
ru: Вас наняли на работу потому, что Вы подошли по требованиям, Вас повісят по должности если Вы сможете превзойти их. — Саджи Иджиеми

source: Let me tell you the secret that has led me to my goals: my strength lies solely in my tenacity. — Louis Pasteur
ru: Позвольте мне рассказать вам секрет, который привел меня к успеху: моя сила заключается исключительно в моем упорстве. — Louis Pasteur

source: Everything yields to diligence. — Thomas Jefferson
ru: Все сводится к усердию. — Томас Джеферсон

source: Goodness and hard work are rewarded with respect. — Luther Campbell
ru: Доброта и тяжелая работа вознаграждаются уважением. — Лютер Кэмпбелл

source: Embrace the pain to inherit the gain. — Habeeb Akande
ru: Примите боль, чтобы унаследовать прирост. — Хабиб Аканде

source: Patience can be bitter but her fruit is always sweet. — Habeeb Akande
ru: Терпение может быть горьким, но его плод всегда сладок. — Хабиб Аканде

source: All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work. — Calvin Coolidge
ru: Рост зависит от активности. Не бывает никакого физического или интеллектуального развития без усилий, а усилия – это работа. —Кальвин Кулидж

source: Nobody’s a natural. You work hard to get good and then work to get better. It’s hard to stay on top.
ru: Вы упорно трудитесь, чтобы получить хорошие, а затем работать, чтобы стать лучше. Трудно оставаться на вершине.

source: You learn the value of hard work by working hard.
ru: Вы узнаете значение тяжелой работы трудясь.

source: No great achiever – even those who made it seem easy – ever succeeded without hard work.
ru: За каждым достижением стоит гора тяжелой работой, даже если кажется что оно легкое.

source: Hard work keeps the wrinkles out of the mind and spirit. — Helena Rubinstein
ru: Тяжелая работа замедляет старение телом и духом. — Х. Рубинстайн

source: Happiness is the real sense of fulfillment that comes from hard work. — Joseph Barbara
ru: Счастье — это чувство настоящего удовлетворения от тяжелой работы. — Дж. Барбара

source: I have learned that real angels don’t have gossamer white robes and Cherubic skin, they have calloused hands and smell of the days’ sweat. — Richard Evans
ru: Я узнал, что у настоящих ангелов нет белых белых халатов и херубической кожи, у них мозолистые руки. — Ричард Эванс

source: I’m a greater believer in luck, and I find the harder I work the more I have of it. — John Maxwell
ru: Больше всего я верю в удачу, и считаю, что чем сильнее я работаю, тем больше у меняшансов. — Джон максвелл

source: If passion drives you, let reason hold the reins. — Benjamin Franklin
ru: Если страсть движет Вами, пусть разум держит поводья. — Бенджамин Франклин

source: It’s hard to beat a person who never gives up. — Babe Ruth
ru: Трудно победить человека, который никогда не сдается. — Бейб Рут

source: A leader is one who knows the way, goes the way, and shows the way. — John Maxwell
ru: Лидер — тот, кто знает путь, идет и показывает путь. — Джон Максвелл

source: Innovation distinguishes between a leader and a follower. — Steve Jobs
ru: Инновации различают лидера и последователя. — Стив Джобс

source: The speed of the team is the speed of the boss. — Barbara Corcoran
ru: Скорость команды — скорость лидера. — Барбара Коркоран

source: The price of greatness is responsibility. — Winston Churchill
ru: Цена величия — это ответственность. — Уинстон Черчилль

source: The important thing is not being afraid to take a chance. Remember, the greatest failure is to not try. Once you find something you love to do, be the best at doing it. — Debbi Fields
ru: Ключом к успешному лидерству сегодня является влияние, а не авторитет. — Кеннет Бланшар

source: Never be ashamed! There’s some who will hold it against you, but they are not worth bothering with. — J.K. Rowling
ru: Создавайте сердцем; Стройте с умом. — Крисс-Джами

source: Always bear in mind that your own resolution to succeed is more important than any other one thing. — President Abraham Lincoln
ru: Наибольшая ценность жизни — потратить ее на создание того0, что переживет его. — Уильям Джеймс

source: Singleness of purpose is essential for success in life. — John D. Rockefeller
ru: Чемпионы продолжают игру до тех пор, пока они не выиграют. — Билли Жан Кинг

source: Business opportunities are like buses, there’s always another one coming. — Sir Richard Branson
ru: Я никогда не мечтала об успехе. Я работала над ним. — Эсте Лаудер

source: Fall seven times and stand up eight.
ru: Мы с матерью были уверены, что не собираемся жить на субсидию. Мы всегда стремились к лучшему, к лучшей жизни. Мы никогда не сомневались, что у нас получится. — Ларри Эллисон

source: Far and away the best prize that life offers is the chance to work hard at work worth doing. — Theodore Roosevelt
ru: Пессимист видит трудности в каждой возможности; Оптимист видит эту возможность в любой трудности. — Сэр Уинстон Черчилль

source: There is only one boss: the customer. And he can fire everybody in the company, from the chairman on down, simply by spending his money somewhere else. — Sam Walton, founder of Walmart and Sam’s Club
ru: Существует только один босс: клиент. И он может уволить всех в компании, начиная от председателя, просто потратив деньги в другом месте. — Сэм Уолтон, основатель Уолмарт и Семс Клаб

source: Diligence is the mother of good luck. — Benjamin Franklin
ru: Трудолюбие — основа удачи. — Бенджамин Франклин

source: Ambition is the path to success. Persistence is the vehicle you arrive in. — Bill Bradley
ru: Амбиции — это путь к успеху. Настойчивость — это тот автомобиль, в котором Вы приедете к успеху. — Билл Брэдли

source: Care about what other people think, and you will always be their prisoner. — Lao Tzu
ru: Позаботьтесь о том, что думают другие люди, и Вы всегда останетесь их пленником. — Лао-Цзы

source: If you want to achieve greatness stop asking for permission.
ru: Если Вы хотите достичь величия, перестаньте спрашивать разрешения.

source: To live a creative life, we must lose our fear of being wrong.
ru: Чтобы жить творческой жизнью, мы должны избавиться от страха быть неправыми.

source: Trust because you are willing to accept the risk, not because it's safe or certain.
ru: Доверьтесь, потому что Вы готовы принять риск, а не потому, что это безопасно или точно.

source: All our dreams can come true if we have the courage to pursue them. — Walt Disney
ru: Все наши мечты могут сбыться, если у нас хватит смелости следовать им. — Уолт Дисней

source: Good things come to people who wait, but better things come to those who go out and get them.
ru: Хорошее приходят к людям, которые ждут, но лучшее приходит к тем, кто добивается всего.

source: Just when the caterpillar thought the world was ending, he turned into a butterfly. — Proverb
ru: Когда гусеница подумала, что приближается конец света, она превратилась в бабочку. — Пословица

source: Opportunities don't happen, you create them. — Chris Grosser
ru: Возможности не происходят, Вы их создаете. — Крис Гроссер

source: Try not to become a person of success, but rather try to become a person of value. — Albert Einstein
ru: Старайтесь не становиться человеком успеха, а стать ценным человеком. — Альберт Эйнштейн

source: Great minds discuss ideas; average minds discuss events; small minds discuss people. — Eleanor Roosevelt
ru: Великие умы обсуждают идеи; Средние умы обсуждают события; Маленькие умы обсуждают людей. — Элеонора Рузвельт

source: I have not failed. I've just found 10,000 ways that won't work. — Thomas A. Edison
ru: Я не потерпел неудачу. Я только что нашел 10 000 способов, которые не сработают. — Томас А. Эдисон

source: If you don't value your time, neither will others. Stop giving away your time and talents — start charging for it. — Kim Garst
ru: Если Вы не цените свое время, другие не будут его ценить. Прекратите раздавать свое время и таланты — начните зарабатывать на этом — Ким Гарст

source: No one can make you feel inferior without your consent. — Eleanor Roosevelt
ru: Никто не может заставить Вас чувствовать себя неполноценным без вашего согласия. — Элеонора Рузвельт

source: The whole secret of a successful life is to find out what is one's destiny to do, and then do it. — Henry Ford
ru: Весь секрет успешной жизни заключается в том, чтобы найти свое любимое дело и продолжать им заниматься. — Генри Форд

source: If you're going through hell keep going. — Winston Churchill
ru: Если Вы идете через ад, продолжайте идти. — Уинстон Черчилль

source: The ones who are crazy enough to think they can change the world, are the ones who do.
ru: Те, кто достаточно сумасшедший, чтобы думать, что они могут изменить мир, — это те, кто это делает.

source: Don't raise your voice, improve your argument.
ru: Не повышайте голос, но улучшайте Ваши аргументы.

source: What seems to us as bitter trials are often blessings in disguise. — Oscar Wilde
ru: То, что нам кажется горьким испытанием, часто скрывается под благословениями. — Оскар Уайлд

source: No masterpiece was ever created by a lazy artist.
ru: Ни один ленивый художник не создавал шедевр.

source: If you can't explain it simply, you don't understand it well enough. — Albert Einstein
ru: Если Вы не можете объяснить это в простой форме, Вы не понимаете его достаточно хорошо. — Альберт Эйнштейн

source: The greatest pleasure in life is doing what people say you cannot do.
ru: Самое большое удовольствие в жизни - это делать то, что другие говорят Вы не cможете сделать.

source: It takes a lot of courage to forgive someone…but it takes an even bigger courage to ask for forgiveness!
ru: Требуется много мужества, чтобы простить кого-то ... но понадобится еще большая храбрость, чтобы попросить прощения!

source: You walk through life much easier with a smile on your face.
ru: Идти по жизни намного легче с улыбкой на лице.

source: Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.
ru: Большинство важных вещей в мире совершаются людьми, которые продолжают пытаться, даже тогда, когда, кажется, нет никакой надежды вообще.

source: Forget yesterday, live for today, tomorrow will take care of it itself.
ru: Забудь вчера, живи сегодня, а завтра само позаботится о себе.

source: Never regret a day in your life, “Good day gives you joy while bad day gives you experience”. Both are important for a successful life.
ru: Никогда не жалейте о прожитом дне в своей жизни: «Хороший день приносит Вам радость, а плохой день - опыт». Оба важны для успешной жизни.

source: The scariest moment is always just before you start. —Stephen King
ru: Самый страшный момент наступает всегда перед самым началом. — Стивен Кинг

source: Tell those around you that you love them, you may not get another chance.
ru: Скажите окружающим, что Вы их любите, у Вас может не быть другого шанса.

source: Sometimes we need to go through the pain and mistakes to be able to appreciate and understand what we really value and want in our lives.
ru: Иногда нам нужно пройти через боль и ошибки, чтобы иметь возможность оценить и понять, то чего мы действительно хотим и ценим в нашей жизни.

source: Don’t look for inspiration. Start working and inspiration will come to you.
ru: Не ищите вдохновения. Начните работать, и вдохновение придет к Вам.

source: The only thing you can’t recycle is wasted time.
ru: Единственное, что нельзя вернуть назад - это потраченное впустую время.

source: Live your truth. Express your love. Share your enthusiasm. Take action towards your dreams. Walk your talk. Dance and sing to your music. Embrace your blessings. Make today worth remembering. —Steve Maraboli
ru: Живи своей правдой. Показывай свою любовь. Делись своим энтузиазмом. Иди к своей мечте. Танцуйте и пойте под свою музыку. Прими свои благословения. Сделать так, чтобы сегодня запомнилось. — Стив Мараболи

source: I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.
ru: Я не могу изменить направление ветра, но я могу приспособить паруса, чтобы всегда добираться до места назначения.

source: The World is three days: As for yesterday, it has vanished, along with all that was in it. As for tomorrow, you may never see it. As for today, it is yours, so work in it. —Hassan al- Basri
ru: Мир - это три дня: Что касается вчерашнего дня, он исчез вместе со всем, что было в нем. Что касается завтрашнего дня, Вы никогда его не увидите. Что же до сегодняшнего дня, он Ваш, так что живите в нем. — Хассан аль-Басри

source: Actions speaks louder than words.
ru: Действия говорят громче, чем слова.

source: If at first you fail and begin to doubt your work, just remember – not everything starts out perfect. Even diamonds started out as coal.
ru: Если Вы потерпите неудачу и начнете сомневаться в своей работе, просто вспомните - не все начинается безупречно. Даже алмазы начинались как уголь.

source: Dare to be different. The world is full of the ordinary.
ru: Осмелься быть не таким как все. Мир полон обыденности.

source: Higher the mountain, greater the obstacle, sweeter the victory.
ru: Чем выше горы, тем больше препятствий и слаще победа.

source: You will never know unless you ask. You will never find unless you search. You will never reach your destination unless you start now!
ru: Вы никогда не узнаете, если не спросите. Вы никогда не найдете, если не будете искать. Вы никогда не достигнете своей цели, если Вы не начнете сейчас!

source: A good plan today is better than a perfect plan tomorrow.
ru: Лучше хороший план сегодня, чем идеальный план завтра.

source: Little drops of water make a mighty ocean.
ru: Маленькие капли воды образуют могучий океан.

source: The positive thinker sees the invisible, feels the intangible and achieves the impossible. —Winston Churchill
ru: Оптимист видит невидимое, ощущает неосязаемое и достигает невозможного. — Уинстон Черчилль

source: Never let your past nor your present decide what your future is going to look like.
ru: Никогда не позволяйте Вашему прошлому и настоящему решать, каким будет Ваше будущее.

source: Strive not to be a success, but rather to be of value. —Albert Einstein
ru: Стремитесь не к успеху, а к ценности. — Альберт Эйнштейн

source: The most difficult thing is the decision to act, the rest is merely tenacity.
ru: Самое сложное - это решение действовать, остальное - просто упорство.

source: Definiteness of purpose is the starting point of all achievement.
ru: Определенность цели является отправной точкой всех достижений.

source: Life is what happens to you while you’re busy making other plans. —John Lennon
ru: Жизнь - это то, что происходит с вами, пока Вы заняты другими планами. — Джон Леннон

source: We become what we think about. —Earl Nightingale
ru: Мы становимся тем, о чем думаем. — Эрл Найтингейл

source: Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover. —Mark Twain
ru: Через двадцать лет Вы будете больше разочарованы тем, что Вы не сделали, чем тем, что Вы делали, поэтому отплывайте от безопасной гавани чтобы поймать попутный ветер. Исследуйте, Мечтайте, Открывайте. — Марк Твен

source: The most common way people give up their power is by thinking they don’t have any. —Alice Walker
ru: Самый распространенный способ отказаться от своей власти - думать, что у Вас ее нет. — Элис Уокер

source: The mind is everything. What you think you become. —Buddha
ru: Ум – это все. Как Вы думаете, тем Вы и станете. — Будда

source: Your time is limited, so don’t waste it living someone else’s life. —Steve Jobs
ru: Ваше время ограничено, поэтому не тратьте его на чужую жизнь. — Стив Джобс

source: People will forget what you said, people will forget what you did, but people will never forget how you made them feel. —Maya Angelou
ru: Люди забудут, что Вы говориили, люди забудут, что Вы сделали, но люди никогда не забудут, что Вы заставили их почувствовать. — Майа Анджелоу

source: The only person you are destined to become is the person you decide to be.
ru: Единственным человеком, котором Вам суждено стать, является тот, кем Вы решили стать.

source: Go confidently in the direction of your dreams. Live the life you have imagined.
ru: Идите уверенно в направлении Вашей мечты. Живите жизнью, которую Вы для себя представляли.

source: Certain things catch your eye, but pursue only those that capture the heart.
ru: Некоторые вещи бросаются в глаза, но добивайтесь только того, что завоюет Ваше сердце.

source: Everything you’ve ever wanted is on the other side of fear.
ru: Все, что Вы когда-либо хотели находится по ту сторону страха.

source: When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment, and I told them they didn’t understand life. —John Lennon
ru: Когда мне было 5 лет, моя мама всегда говорила мне, что счастье – это ключ к жизни. Когда я пошел в школу, меня спросили кем я хочу біть, когда вырасту. Я ответил «счастливым». Мне сказали, что я не понимаю задания, и я ответил, что они не понимают жизнь. — Джон Леннон

source: Everything has beauty, but not everyone can see. —Confucius
ru: Все имеет красоту, но не каждый может ее видеть. — Конфуций

source: Happiness is not something readymade. It comes from your own actions. —Dalai Lama
ru: Счастье – это не что-то готовое. Она исходит от Ваших собственных действий. — Далай Лама

source: Challenges are what make life interesting and overcoming them is what makes life meaningful.
ru: Вызовы – делают жизнь интересной, а их преодоление делает жизнь значащей.

source: Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.
ru: Ограничения живут только у нас в уме. Но если мы используем наше воображение, наши возможности становятся безграничными.

source: I didn’t fail the test. I just found 100 ways to do it wrong. —Benjamin Franklin
ru: Я не провалил экзамен. Я нашел 100 способов сделать эго неправильно. — Бенджамин Франклин

source: In order to succeed, your desire for success should be greater than your fear of failure.
ru: Для того чтобы добиться успеха, Ваше стремление должно быть больше, чем страх неудачи.

source: A person who never made a mistake never tried anything new. —Albert Einstein
ru: Человек, который никогда не делал ошибок никогда не пробовал ничего нового. —Альберт Эйнштейн

source: It does not matter how slowly you go as long as you do not stop. —Confucius
ru: Не важно, как медленно Вы идете, лишь бы Вы не останавливались. — Конфуций

source: Our lives begin to end the day we become silent about things that matter. —Martin Luther King Jr.
ru: Наша жизнь заканчиваться в тот день, когда мы начинаем молчать о вещах, которые имеют значение. — Мартин Лютер Кинг младший.

source: Do what you can, where you are, with what you have. —Teddy Roosevelt
ru: Делайте то, что можете, где находитесь и с тем, что у Вас есть. — Тедди Рузвельт

source: When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.– Henry Ford
ru: Когда кажется что все идет против Вас, помните, что самолёт взлетает против ветра, а не с ним.– Генри Форд

source: The only way to do great work is to love what you do.– Steve Jobs
ru: Единственный заниматься великим делом – это любить то, чем Вы занимаетесь.– Стив Джобс

source: Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength. — Arnold Schwarzenegger
ru: Сила не приходит от победы. Ваша борьба развивает ваши сильные стороны. Когда Вы проходите через трудности и решаете не сдаваться, это сила ». — Арнольд Шварценеггер

source: The secret of your success is determined by your daily agenda.
ru: Секрет вашего успеха определяет Ваш ежедневный график.

source: The true secret of happiness lies in taking a genuine interest in all the details of daily life.
ru: Истинный секрет счастья заключается в неподдельном интересе ко всем деталям повседневной жизни.

source: Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk. — Doug Larson
ru: Мудрость — это награда, которую Вы получаете, когда Вы предпочли слушать, нежели говорить. — Дуг Ларсон

source: A lack of transparency results in distrust and a deep sense of insecurity. — Dalai Lama
ru: Отсутствие искренности приводит к недоверию и тревожному чувству опасности. — Далай Лама

source: Honesty is the first chapter in the book of wisdom. — Thomas Jefferson
ru: Честность - первая глава в книге мудрости. — Томас Джеферсон

source: If everyone is moving forward together, then success takes care of itself. — Henry Ford
ru: Если каждый будет двигаться вперед вместе со всеми, то успех обеспечен. — Генри Форд
