Repository: zarochintsev/MotivationBox
Catalog: Motivation/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

source: Life is 10% what happens to me and 90% how I react. — John Maxwell
ru: Жизнь - это 10%, того что происходит со мной, и 90% того, как я на это реагирую. — Джон Максвелл

source: A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it. — Chinese Proverb
ru: Мудрый человек приспосабливается к обстоятельствам, так же, как и вода принимает форму сосуда, который ее содержит. — Китайская пословица

source: Develop a passion for learning. If you do, you will never cease to grow. — Anthony J. D'Angelo
ru: Развивайте страсть к обучению. Если Вы это сделаете, Вы никогда не перестанете расти. — Энтони Дж. Д'Анджело

source: Nothing is as important as passion. No matter what you want to do with your life, be passionate. — Bon Jovi
ru: Нет ничего важнее чем страсть. Независимо от того, что Вы хотите делать в жизни, будьте страстны.- Bon Jovi

source: You can't fake passion. — Barbara Corcoran
ru: Вы не можете подделать страсть. — Барбара Коркоран

source: Truth is so rare that it is delightful to tell it. — Emily Dickinson
ru: Правда настолько редкостная, что ее говорить восхитительно. — Эмили Дикинсон

source: Surprise yourself every day with your own courage. — Denholm Elliott
ru: Каждый день удивляйте себя Вашей собственной храбростью. — Денгольм Элиотт

source: Simplicity is the ultimate sophistication. — Leonardo da Vinci
ru: Простота — основа утонченности. — Леонардо да Винчи

source: There is no greatness where there is no simplicity, goodness and truth. — Leo Tolstoy
ru: Нет величия, где нет простоты, добра и истины. — Лев Толстой

source: Simplicity is prerequisite for reliability. — Edsger Dijkstra
ru: Простота является предпосылкой надежности. — Эдсберг Дейкстра

source: Life is really simple, but we insist on making it complicated. — Aristotle
ru: Жизнь очень проста, но мы настоятельно ее усложняем. — Аристотель

source: Nature is pleased with simplicity. And nature is no dummy. — Isaac Newton
ru: Природа довольствуется простотой. В этом ее мудрость. — Исаак Ньютон

source: The truest indication of gratitude is to return what you are grateful for. — Richard Paul Evans
ru: Самый верный признак благодарности — возвращать то, за что Вы благодарны. — Ричард Пол Эванс

source: We must find time to stop and thank the people who make a difference in our lives. — John F. Kennedy
ru: Мы должны найти время, чтобы поблагодарить людей, которые влияют на нашу жизнь. — Джон Ф. Кеннеди

source: True forgiveness is when you can say, 'Thank you for that experience'. — Oprah Winfrey
ru: Истинное прощение — это когда Вы можете сказать: «Спасибо за этот опыт». — Опра Уинфри

source: Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for. — Epicurus
ru: Не портите то, что у Вас есть, желая того, чего у Вас нет; Помните, то, что Вы сейчас имеете, когда-то было тем, о чем Вы мечтали. — Эпикур

source: Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. — Ralph Waldo Emerson
ru: Развивайте в себе качество быть благодарны за все хорошее, что приходит к Вам, и благодарить постоянно. — Ральф Уолдо Эмерсон

source: Gratitude is not only the greatest of virtues, but the parent of all others. — Cicero
ru: Благодарность — это не только величайшая добродетель, но и основа всех остальных. — Цицерон

source: A warm smile is the universal language of kindness. — William Arthur Ward
ru: Теплая улыбка — универсальный язык доброты. — Уильям Артур Уорд

source: Wherever there is a human being, there is an opportunity for a kindness. — Seneca
ru: Там, где есть человек, есть возможность для доброты. — Сенека

source: Kindness is a language which the deaf can hear and the blind can see. — Mark Twain
ru: Доброта — это язык, который глухой может услышать, а слепой может увидеть. — Марк Твен

source: Never lose a chance of saying a kind word. — William Makepeace Thackeray
ru: Никогда не упускайте шанс сказать доброе слово. — Уильям Теккерей

source: No one has ever become poor by giving. — Anne Frank
ru: Никто еще не обеднел от того, что поделился с ближним. — Анна Франк

source: Energy and persistence conquer all things. — Benjamin Franklin
ru: Энергия и настойчивость покоряют все. — Бенджамин Франклин

source: Success is stumbling from failure to failure with no loss of enthusiasm. — Winston Churchill
ru: Успех — это преткновения от неудачи к неудаче без потери энтузиазма. — Уинстон Черчилль

source: It is during our darkest moments that we must focus to see the light. — Aristotle
ru: Именно в самые мрачные моменты мы должны сосредоточиться на том, чтобы увидеть свет. — Аристотель

source: Do you want to know who you are? Don't ask. Act! Action will delineate and define you. — Thomas Jefferson
ru: Хотите знать, кто Вы? Не спрашивайте. Действуйте! Ваши действия определят кто Вы. — Томас Джефферсон

source: Logic will get you from A to B. Imagination will take you everywhere. — Albert Einstein
ru: Логика доставит вас от пункта A до пункта B. Воображение приведет вас куда угодно. — Альберт Эйнштейн

source: Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you'll be a success. — Albert Schweitzer
ru: Успех — это не ключ к счастью. Счастье — ключ к успеху. Если Вам нравится то, что Вы делаете, Вы добьетесь успеха. — Альберт Швейцер

source: Change is the law of life. And those who look only to the past or present are certain to miss the future. — John F. Kennedy
ru: Изменение — это закон жизни. И те, кто смотрит только на прошлое или настоящее, наверняка пропустят будущее. — Джон Ф. Кеннеди

source: Life is a succession of lessons which must be lived to be understood. — Helen Keller
ru: Жизнь — это череда уроков, которые нужно пережить, чтобы пришло понимание. — Хелен Келлер

source: The only disability in life is a bad attitude. — Scott Hamilton
ru: Единственное ограничение в жизни — это плохое отношение. — Скотт Гамильтон

source: Don't let life discourage you; everyone who got where he is had to begin where he was. — Richard L. Evans
ru: Не позволяйте жизни препятствовать Вам; Каждый, кто попал туда, где находится сейчас, начинал с того места, где находился изначально. — Ричард Л. Эванс

source: Love is not maximum emotion. Love is maximum commitment. — Sinclair B. Ferguson
ru: Любовь — это не максимум эмоций. Любовь — это максимум обязательств. — Синклер Б. Фергюсон

source: Keep love in your heart. A life without it is like a sunless garden when the flowers are dead. — Oscar Wilde
ru: Храните любовь в своем сердце. Жизнь без любви похожа на тусклый сад, где все цветы мертвы. — Оскар Уайлд

source: Sometimes the heart sees what is invisible to the eye. — H. Jackson Brown
ru: Иногда сердце видит то, что невидимо для глаза. — Х. Джексон Браун

source: Where there is love there is life. — Mahatma Gandhi
ru: Там, где есть любовь, есть жизнь. — Махатма Ганди

source: Let us always meet each other with smile, for the smile is the beginning of love. — Mother Teresa
ru: Давайте всегда встречаться друг с друга с улыбкой, потому что улыбка — это начало любви. — Мать Тереза

source: A flower cannot blossom without sunshine, and man cannot live without love. — Max Muller
ru: Цветок не может расцвести без солнечного света, как и человек не может жить без любви. — Макс Мюллер

source: Faith makes all things possible... love makes all things easy. — Dwight L. Moody
ru: Вера делает все возможное ... любовь все упрощает. — Дуайт Л. Муди

source: Be the change that you wish to see in the world. — Mahatma Gandhi
ru: Будь тем изменением, которое ты хочешь видеть в мире. — Махатма Ганди

source: Everyone thinks of changing the world, but no one thinks of changing himself. — Leo Tolstoy
ru: Все думают о том, как изменить мир, но никто не думает о том, как изменить себя. — Лев Толстой

source: Education is the most powerful weapon which you can use to change the world. — Nelson Mandela
ru: Образование - это самое мощное оружие, которое Вы можете использовать чтобы изменить мир. — Нельсон Мандела

source: Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek. — Barack Obama
ru: Изменения не придут, если мы будем ждать чтобы кто-то это сделал за нас, либо искать какое-то другое время. Мы те, кого мы ждали. Мы — то изменение, к которому стремимся. — Барак Обама

source: No matter who you are, no matter what you did, no matter where you've come from, you can always change, become a better version of yourself. — Madonna
ru: Независимо от того, кем Вы являетесь, независимо от того, что Вы делали, независимо от того, откуда Вы пришли, Вы всегда можете измениться и стать лучшей версией себя. — Мадонна

source: Those who cannot change their minds cannot change anything. — George Bernard Shaw
ru: Те, кто не может изменить свое мнение, не могут изменить ничего. — Джордж Бернард Шоу

source: Change is the end result of all true learning. — Leo Buscaglia
ru: Изменение — это конечный результат истинного обучения. — Leo Buscaglia

source: Change your thoughts and you change your world. — Norman Vincent Peale
ru: Измените свои мысли, и Вы измените свой мир. — Норман Винсент Пил

source: A tiny change today brings a dramatically different tomorrow. — Richard Bach
ru: Крошечное изменение сегодня приведет к значительно другому завтрашнему дню. — Рихард Бах

source: Forgiveness does not change the past, but it does enlarge the future. — Paul Boese
ru: Прощение не поменяет прошлое, но оно может увеличить будущее — Пол Боезе

source: The weak can never forgive. Forgiveness is the attribute of the strong. — Mahatma Gandhi
ru: Слабые духом никогда не смогут простить. Прощение — это атрибут сильных. — Махатма Ганди

source: Always forgive your enemies — nothing annoys them so much. — Oscar Wilde
ru: Всегда прощайте своих врагов — ничто так сильно их не раздражает. — Оскар Уайлд

source: Sooner or later we've all got to let go of our past. — Dan Brown
ru: Рано или поздно мы все должны будем отпустить наше прошлое. — Дэн Браун

source: The great courageous act that we must all do, is to have the courage to step out of our history and past so that we can live our dreams. — Oprah Winfrey
ru: Великий мужественный поступок, который мы все должны сделать, — это иметь смелость выйти из нашей истории и прошлого, чтобы мы смогли жить своими мечтами. — Опра Уинфри

source: The love of family and the admiration of friends is much more important than wealth and privilege. — Charles Kuralt
ru: Любовь к семье и восхищение друзей гораздо важнее богатства и привилегий. — Чарльз Куралт

source: Family is not an important thing. It's everything. — Michael J. Fox
ru: Семья — это не просто важная вещь. Это вселенная. — Майкл Дж. Фокс

source: Family is the most important thing in the world. — Princess Diana
ru: Семья — самое важное в мире. — Принцесса Диана

source: To us, family means putting your arms around each other and being there. — Barbara Bush
ru: Для нас семья означает поддерживать и быть там друг для друга. — Барбара Буш

source: The family is one of nature's masterpieces. — George Santayana
ru: Семья - один из шедевров природы. — Джордж Сантаяна

source: That which does not kill us makes us stronger. — Friedrich Nietzsche
ru: То, что нас не убивает, делает нас сильнее. — Фридрих Ницше

source: We are only as strong as we are united, as weak as we are divided. — J.K. Rowling
ru: Мы так сильны, когда мы объединены, и так слабы, когда мы разделены. — Дж.K. Роулинг

source: A brave man acknowledges the strength of others. — Veronica Roth
ru: Храбрый человек признает силу других. — Вероника Рот

source: Strength does not come from physical capacity. It comes from an indomitable will. — Mahatma Gandhi
ru: Сила не измеряется физическими способностями. Она зарождается от неукротимой воли. — Махатма Ганди

source: With the new day comes new strength and new thoughts. — Eleanor Roosevelt
ru: С новым днем приходит новая сила и новые мысли. — Элеонора Рузвельт

source: Be strong. Live honorably and with dignity. When you don't think you can, hold on. — James Frey
ru: Будь сильным. Живите честно и с достоинством. Когда Вы не думаете, что сможете, не здавайтесь. — Джеймс Фрей

source: You feel your strength in the experience of pain. — Jim Morrison
ru: Вы чувствуете свою силу когда переживаете боль. — Джим Моррисон

source: Shallow men believe in luck. Strong men believe in cause and effect. — Ralph Waldo Emerson
ru: Мелкие люди верят в удачу. Сильные люди верят в причину и следствие. — Ральф Уолдо Эмерсон

source: Leadership is service, not position. — Tim Fargo
ru: Лидерство — это сервис, а не позиция. — Тим Фарго
